Repository: battlemasterapp/battlemaster
Catalog: lib/l10n/app_*.arb
Languages: pt

# combats_page_title
source: Encounters
pt: Combates

# encounter_tracker_page_title
source: Encounter Tracker
pt: Combate

# groups_page_title
source: Groups
pt: Grupos

# settings_page_title
source: Settings
pt: Configurações

# add_new_encounter
source: Add new
pt: Criar novo

# new_encounter_name
source: New Encounter
pt: Novo combate

# new_group_name
source: New Party
pt: Novo grupo

source: Convert to group
pt: Converter para grupo

source: Convert to encounter
pt: Converter para combate

# delete_encounter
source: Delete
pt: Deletar

# round_counter
source: Round {count}
pt: Rodada {count}

# add_combatant_title
source: Add combatant
pt: Adicionar combatente

source: Combatants selected
pt: Combatentes selecionados

# search_input
source: Search
pt: Buscar

# custom_bestiary_toggle_button
source: My bestiaries
pt: Meus monstros

# groups_toggle_button
source: Groups
pt: Grupos

# custom_combatant_toggle_button
source: Custom
pt: Personalizado

# empty_groups_list
source: No groups found
pt: Nenhum grupo encontrado

# add_combatants_button
source: Add
pt: Adicionar

# cancel_button
source: Cancel
pt: Cancelar

# save_button
source: Save
pt: Salvar

# combatant_type_player
source: Player/Ally NPC
pt: Jogador/Aliado

# combatant_type_monster
source: Enemy NPC
pt: Inimigo

# combatant_type_hazard
source: Hazard/Trap
pt: Armadilha

# combatant_type_lair
source: Lair Action
pt: Lair

# combatant_type_dropdown_label
source: Type
pt: Tipo

# name_label
source: Name
pt: Nome

# combatant_name_validation_text
source: Please enter the combatant's name.
pt: O nome é obrigatório

# hp_label
source: HP
pt: Pontos de Vida (PV)

# ac_label
source: AC
pt: Classe de Armadura (CA)

# initiative_modifier_label
source: Initiative Modifier
pt: Modificador de Iniciativa

# empty_combatants_list
source: There's no combatants here. Try adding some!
pt: Não há combatentes aqui. Tente adicionar alguns!

# encounter_settings_title
source: Encounter Settings
pt: Configurações do combate

# encounter_settings_description
source: Settings for the encounter tracker
pt: Defina o comportamento do sistema durante o combate

# initiative_roll_title
source: Initiative Roll
pt: Rolar iniciativa

# initiative_roll_description
source: Select how the system rolls initiative: manual, monsters only, or all entries.
pt: Selecione como o sistema rola iniciativa: manual, apenas para monstros ou todos os combatentes

# initiative_roll_type_monstersOnly
source: Monsters only
pt: Apenas monstros

# initiative_roll_type_all
source: All
pt: Todos

# initiative_input_label
source: Initiative
pt: Iniciativa

# hp_dialog_title
source: HP: {count}
pt: PV: {count}

# hp_dialog_input
source: Amount
pt: Valor

# damage_button
source: Damage
pt: Dano

# heal_button
source: Heal
pt: Cura

# apply_button
source: Apply
pt: Aplicar

# remove_combatant_dialog_title
source: Remove Combatant
pt: Remover combatente

# remove_combatant_dialog_content
source: Are you sure you want to remove {name}?
pt: Tem certeza que deseja remover {name}?

# no_button
source: No
pt: Não

# yes_button
source: Yes
pt: Sim

# app_settings_title
source: App Settings
pt: Configurações do aplicativo

# dark_mode_toggle_label
source: Dark Mode
pt: Modo escuro

# analytics_toggle_label
source: Send anonymous usage data
pt: Enviar dados anônimos de uso

# pf2e_settings_title
source: PF2e Settings
pt: Configurações PF2e

# pf2e_settings_bestiary_toggle
source: Enable PF2e Bestiary
pt: Ativar bestiário

# dnd5e_settings_title
source: 5e Settings
pt: Configurações 5e

# dnd5e_settings_bestiary_toggle
source: Enable 5e Bestiary
pt: Ativar bestiário

source: Armor Class
pt: Classe de Armadura

# difficulty_class_min
source: DC
pt: CD

source: Hit Points
pt: Pontos de Vida

# speed_label
source: Speed
pt: Deslocamento

source: Fly {speed} ft.
pt: Voo {speed} ft.

source: Swim {speed} ft.
pt: Natação {speed} ft.

source: Climb {speed} ft.
pt: Escalada {speed} ft.

source: Burrow {speed} ft.
pt: Escavação {speed} ft.

# dnd5e_actions
source: Actions
pt: Ações

# dnd5e_bonus_actions
source: Bonus Actions
pt: Ações Bônus

# dnd5e_reactions
source: Reactions
pt: Reações

# str_short
source: Str
pt: For

# dex_short
source: Dex
pt: Des

# wis_short
source: Wis
pt: Sab

# cha_short
source: Cha
pt: Car

# dnd5e_damage_vulnerabilities
source: Damage Vulnerabilities
pt: Vulnerabilidade a Dano

# dnd5e_damage_resistances
source: Damage Resistances
pt: Resistência a Dano

# dnd5e_damage_immunities
source: Damage Immunities
pt: Imunidade a Dano

# dnd5e_condition_immunities
source: Condition Immunities
pt: Imunidade a Condição

# dnd5e_senses
source: Senses
pt: Sentidos

# dnd5e_saving_throws
source: Saving Throws
pt: Testes de Resistência

# dnd5e_skills
source: Skills
pt: Perícias

# dnd5e_languages
source: Languages
pt: Idiomas

# dnd5e_legendary_actions
source: Legendary Actions
pt: Ações Lendárias

# custom_engine_name
source: Custom
pt: Personalizado

# settings_feedback_title
source: Send us feedback
pt: Envie seu feedback

# settings_feedback_description
source: We'd love to hear from you! Help us improve the app.
pt: Se você tiver alguma sugestão, encontrou um bug ou deseja solicitar um recurso, envie seu feedback!

# feedback_label_bug
source: Report a bug
pt: Relatar um bug

# feedback_label_feature
source: Request a feature
pt: Solicitar uma funcionalidade

# create_group_reminder
source: Adding lots of custom combatants? Create a group!
pt: Criando vários combatentes? Crie um grupo para adicionar todos de uma vez!

# create_group_cta
source: Create a group
pt: Criar grupo

# skip_dead_title
source: Skip dead combatants
pt: Pular combatentes mortos

# skip_dead_description
source: Automatically skip dead combatants when advancing the round.
pt: Pular combatentes mortos automaticamente ao avançar a rodada

# skip_dead_behavior_all
source: All
pt: Todos

# skip_dead_behavior_allButPlayers
source: All but players
pt: Todos menos jogadores

# skip_dead_behavior_none
source: None
pt: Nenhum

# bestiary_settings_title
source: Bestiaries
pt: Bestiários

# bestiary_settings_description
source: Select the bestiaries you want to enable.
pt: Ative bestiários para adicionar monstros rapidamente aos combates

# select_bestiaries_title
source: Select Bestiaries
pt: Selecionar bestiários

source: Selected bestiaries:
pt: Bestiários selecionados:

# reload_data_title
source: Reload data
pt: Recarregar dados

# reload_data_description
source: Force a reload of all game data.
pt: Recarregar todos os dados do sistema.

# reload_button
source: Reload
pt: Recarregar

# add_condition_button
source: Manage conditions
pt: Adicionar condições

# add_condition_title
source: Manage conditions
pt: Adicionar condições

# condition_duration_round
source: ({duration} rounds)
pt: ({duration} rodadas)

# danger_zone_settings_title
source: Danger Zone
pt: Zona de perigo

# danger_zone_settings_subtitle
source: Enable these settings with caution
pt: Configurações que podem afetar seus dados

# delete_data_title
source: Delete app data
pt: Apagar dados

# delete_data_subtitle
source: This will delete all app data, including encounters, groups, and settings.
pt: Isso excluirá todos os dados do aplicativo

# delete_data_button
source: Delete
pt: Apagar

# custom_conditions_settings_title
source: Custom Conditions
pt: Condições personalizadas

# custom_conditions_settings_subtitle
source: Create custom conditions to use in your encounters.
pt: Adicione condições personalizadas para usar nos combates

# custom_conditions_title
source: Custom Conditions
pt: Condições personalizadas

# custom_conditions_empty_list
source: No custom conditions found. Create a new one!
pt: Nenhuma condição encontrada. Crie uma nova!

# create_condition_dialog_title
source: Create Condition
pt: Criar condição

# condition_name_validation_text
source: Please enter the condition's name.
pt: O nome é obrigatório

# description_label
source: Description
pt: Descrição

# condition_description_validation_text
source: Please enter the condition's description.
pt: A descrição é obrigatória

# delete_condition_dialog_title
source: Delete condition "{name}"?
pt: Apagar condição "{name}"?

# made_with_love
source: Made with ❤️ in 🇧🇷
pt: Feito com ❤️ no 🇧🇷

# log_type_add_combatant
source: Combatant added
pt: Combatente adicionado

# log_type_add_combatant_description
source: {name} was added to the encounter.
pt: {name} foi adicionado ao combate

# log_type_remove_combatant
source: Combatant removed
pt: Combatente removido

# log_type_remove_combatant_description
source: {name} was removed from the encounter.
pt: {name} foi removido do combate

# log_type_damage_combatant
source: Combatant damaged
pt: Dano aplicado

# log_type_damage_combatant_description
source: {name} took {amount} damage.
pt: {name} sofreu {amount} de dano

# log_type_healed_combatant
source: Combatant healed
pt: Cura aplicada

# log_type_healed_combatant_description
source: {name} was healed for {amount} HP.
pt: {name} foi curado em {amount} pontos de vida

# log_type_combatant_initiative
source: Combatant initiative
pt: Iniciativa rolada

# log_type_combatant_initiative_description
source: {name} rolled {initiative} for initiative.
pt: {name} rolou {initiative} de iniciativa

# log_type_add_conditions
source: Conditions added
pt: Condições aplicadas

# log_type_add_conditions_description
source: {count, plural, zero{{name} lost all conditions.} other{{name} was affected by {conditions}.}}
pt: {count, plural, zero{{name} perdeu todas as condições} one{{name} recebeu a condição {conditions}} other{{name} recebeu as condições {conditions}}}

# encounter_history_round_turn
source: Round {round} - Turn {turn}
pt: Rodada {round} - Turno {turn}

source: Encounter History
pt: Histórico do combate

# delete_history_button
source: Delete History
pt: Apagar histórico

# show_more_similar_activities
source: {count, plural, zero{} one{Show one similar activity} other{Show {count} similar activities}}
pt: {count, plural, zero{} one{Mostrar mais uma ação similar} other{Mostrar mais {count} ações similares}}

# hide_more_similar_activities
source: {count, plural, zero{} one{Hide one similar activity} other{Hide {count} similar activities}}
pt: {count, plural, zero{} one{Esconder uma ação similar} other{Esconder {count} ações similares}}

# undo_button
source: Undo
pt: Desfazer

# no_results_search
source: No results found.
pt: Nenhum resultado encontrado.

# game_engine_custom
source: Custom
pt: Personalizado

# import_bestiary_dialog_title
source: Import Bestiary
pt: Importar bestiário

# import_bestiary_dialog_description
source: Choose a {type} file to import.
pt: Selecione um arquivo {type} para importar

# game_system_label
source: Game System
pt: Sistema de jogo

# choose_file_type_button
source: Choose {type} file
pt: Escolher arquivo {type}

# import_button
source: Import
pt: Importar

# settings_tab_app
source: App
pt: Aplicativo

# settings_tab_encounters
source: Encounters
pt: Combates

# settings_tab_custom_bestiaries
source: My Bestiaries
pt: Meus Bestiários

# import_bestiary_title
source: Import Bestiary
pt: Importar bestiário

# import_bestiary_subtitle
source: Import a bestiary to use in your encounters.
pt: Importe um bestiário para adicionar monstros rapidamente aos combates

# bestiary_import_success
source: Bestiary imported successfully!
pt: Bestiário importado com sucesso!

# bestiary_import_fail
source: Failed to import bestiary
pt: Falha ao importar bestiário

# bestiary_import_fail_description
source: Please check the file and try again.
pt: Verifique se o arquivo está no formato correto.

# bestiary_import_warning
source: Bestiary imported!
pt: Bestiário importado!

# bestiary_import_warning_description
source: Some combatants were not imported. Check the file and try again.
pt: Alguns monstros não foram importados. Verifique o arquivo e tente novamente.

# download_bestiary_models_title
source: Download models
pt: Baixar modelos

# download_bestiary_models_subtitle
source: Download the models to create your own bestiaries.
pt: Baixe modelos de bestiários para preencher e importar

# bestiary_models_download_success
source: Models downloaded successfully!
pt: Modelos baixados com sucesso!

# my_bestiaries_title
source: My Bestiaries
pt: Meus bestiários

# my_bestiary_empty
source: No bestiaries found. Import one to get started!
pt: Você ainda não criou nenhum bestiário. Crie um para adicionar monstros rapidamente aos combates!

# bestiary_tile_description
source: {count} combatants {engine} engine
pt: {count} combatentes Sistema {engine}

# download_button
source: Download
pt: Baixar

# encounter_code_dialog_title
source: Join Code
pt: Código do combate

# encounter_code_dialog_description
source: Share this code with your players to join the encounter.
pt: Compartilhe este código com seus jogadores para que eles possam se juntar ao combate

# close_button
source: Close
pt: Fechar

# live_button
source: Live
pt: Ao vivo

# live_share_button
source: Share
pt: Compartilhar

# end_live_share_button
source: End live sharing
pt: Encerrar visualização ao vivo

# live_view_page_title
source: Live View
pt: Ao vivo

# type_encounter_code
source: Enter the encounter code
pt: Digite o código do combate

# live_view_ended
source: The live view has ended.
pt: A visualização ao vivo terminou

# leave_button
source: Leave
pt: Sair

# live_view_error
source: An error occurred while trying to join the encounter.
pt: Erro ao carregar visualização ao vivo

# retry_button
source: Retry
pt: Tentar novamente

# live_view_settings_title
source: Live View Settings
pt: Configurações da visualização ao vivo

# live_view_settings_description
source: Enable the live view and share the encounter with your players.
pt: Ative a visualização ao vivo para compartilhar o combate com seus jogadores

# live_view_settings_monster_health_title
source: Show monster health indicators
pt: Indicador de vida dos monstros

# live_view_settings_monster_health_subtitle
source: Show the monsters' health indicators to your players.
pt: Indique quão machucado estão os monstros para os jogadores

# live_view_settings_player_health_title
source: Show player health
pt: Mostrar vida dos jogadores

# live_view_settings_player_health_subtitle
source: Show the players' health.
pt: Mostre a vida dos jogadores

# live_view_settings_hide_future_combatants_title
source: Hide future combatants
pt: Esconder monstros futuros

# live_view_settings_hide_future_combatants_subtitle
source: Hide the future combatants from your players until they act.
pt: Esconda monstros que inda não agiram no combate

# health_indicator_healthy
source: Healthy
pt: Saudável

# health_indicator_hurt
source: Hurt
pt: Machucado

# health_indicator_bloodied
source: Bloodied
pt: Ensanguentado

# health_indicator_critical
source: Critical
pt: Crítico

# health_indicator_dead
source: Dead
pt: Morto

source: Copied to clipboard!
pt: Copiado para a área de transferência!

# pf2e_variable_action_preposition
source: to
pt: a

# pf2e_creature_level
source: Creature {level}
pt: Criatura {level}

# pf2e_items
source: Items
pt: Itens

# pf2e_perception
source: Perception
pt: Percepção

# pf2e_will
source: Will
pt: Von

# pf2e_hardness
source: Hardness
pt: Dureza

# pf2e_immunities
source: Immunities
pt: Imunidades

# pf2e_resistances
source: Resistances
pt: Resistências

# pf2e_weaknesses
source: Weaknesses
pt: Fraquezas

# pf2e_damage
source: Damage
pt: Dano

# pf2e_effects
source: Effects
pt: Efeitos

# pf2e_condition_value_label
source: Condition value
pt: Valor

# pf2e_ac
source: AC
pt: CA

# pf2e_hp
source: HP
pt: PV

# pf2e_template_weak
source: Weak
pt: Fraco

# pf2e_recall_knowledge
source: Recall Knowledge
pt: Recordar Conhecimento

# pf2e_unespecific_lore
source: Unespecific Lore
pt: Conhecimento não específico

# pf2e_specific_lore
source: Specific Lore
pt: Conhecimento específico
